{
  "title": "Casos de Destaque",
  "description": "Conheça alguns dos casos em que atuei, respeitando a confidencialidade dos clientes, mas ilustrando minha abordagem resultados obtidos.",
  "cases": [
    {
      "title": "Insalubridade reconhecida",
      "description": "Nosso escritório garantiu o pagamento do adicional de insalubridade em grau máximo a um servidor público da saúde que atuou na linha de frente durante a pandemia. A decisão reconheceu a exposição a agentes nocivos e assegurou a devida compensação pelos riscos enfrentados.",
      "tag": "Direito Público"
    },
    {
      "title": "Vícios em imóvel",
      "description": "Obtivemos indenização para uma cliente por defeitos em imóvel recém-adquirido, comprovados por perícia técnica. A sentença garantiu recursos para os reparos e compensação por danos morais, reafirmando nossa defesa eficaz dos direitos do consumidor no mercado imobiliário.",
      "tag": "Direito Imobiliário"
    },
    {
      "title": "Piso salarial corrigido",
      "description": "Conquistamos judicialmente a regularização do piso salarial de um servidor público que recebia abaixo do previsto em lei. A decisão assegurou o pagamento correto com efeitos retroativos, reconhecendo o direito à valorização profissional.",
      "tag": "Direito Público"
    },
    {
      "title": "Vitória no STJ",
      "description": "Em atuação estratégica no Superior Tribunal de Justiça (STJ), conseguimos reverter decisão anterior por meio de agravo interno, garantindo o retorno do processo à instância de origem. O caso reforça nosso compromisso técnico em todas as instâncias judiciais.",
      "tag": "Contencioso"
    },
    {
      "title": "Indenização a moradores",
      "description": "Obtivemos decisão favorável para moradores prejudicados por vícios construtivos graves, garantindo indenizações por danos materiais e morais. A sentença reconheceu a violação à dignidade e assegurou o direito a um lar seguro e habitável.",
      "tag": "Direito do Consumidor"
    }
  ]
}
